Repository: luchoa54/Mealmories
Catalog: Challenge04LGBB/View/*.lproj/OnBoard.strings
Languages: he

# 9dn-Lc-v1A.text
source: Record mealmories
he: Mealmories תקליט

# R58-Ko-UWX.text
source: Let's have fun and cook
he: בואו נהנה ונבשל

# WlC-63-IfU.text
source: Capture the most unexpected or fun moments without leaving the App!
he: ללכוד את הרגעים הכי לא צפויים או מהנים מבלי לצאת מהאפליקציה!

# XkB-W7-dVI.configuration.title
source: Skip
he: קְפִיצָה

# Zm7-fv-9vI.configuration.title
source: Skip
he: קְפִיצָה

# cKc-AG-6bd.text
source: Encourage cooperation in the kitchen through turns and instructions.
he: עודדו שיתוף פעולה במטבח באמצעות תורות והנחיות.

# n0M-L3-5bz.text
source: Find your recipe
he: מצא את המתכון שלך

# tg7-T8-k4e.configuration.title
source: Let's Begin!
he: בואו נתחיל!

# uJa-y1-qj5.normalTitle
source: Skip
he: Button

# vHU-it-w2l.text
source: You'll find a suitable recipe by duration, level and child's age group!
he: תמצאו מתכון מתאים לפי משך, רמה וקבוצת גיל של הילד!
