Repository: luchoa54/Mealmories
Catalog: Challenge04LGBB/Localização/*.lproj/Localizable.strings
Languages: he

# Pão de Queijo
source: Cheese Bread
he: לחם גבינה

# Pipoca
source: Popcorn
he: פופקורן

# Adulto
source: Adult
he: מְבוּגָר

# Criança
source: Kid
he: יֶלֶד

# Fácil
source: Easy
he: קַל

# + 4 anos
source: +4 years old
he: 4 שנים

# + 3 anos
source: +3 years old
he: 3 שנים

# +4 anos
source: +4 years
he: 4 שנים

# +3 anos
source: +3 years
he: 3 שנים

# Siga as instruções abaixo:
source: Follow the instructions bellow:
he: בצע את ההוראות הבאות:

# Vocês podem fazer essa etapa juntos!!!
source: You can do this step together!!!
he: אתם יכולים לעשות את הצעד הזה ביחד!!!

# 400g de polvilho doce ou de sua preferência
source: 400g of sweet sprinkle or your choice
he: 400 גרם של פזר מתוק או לבחירתכם

# 400g de queijo parmesão ralado
source: 400g grated Parmesan cheese
he: 400 גרם גבינת פרמזן מגוררת

# 2 caixas de creme de leite (400g)
source: 2 boxes of sour cream (400g)
he: 2 קופסאות שמנת חמוצה (400 גרם)

# Para untar: manteiga e trigo, spray untador, papel manteiga ou óleo.
source: To grease: butter and wheat, greaser spray, parchment paper or oil.
he: לשמן: חמאה וחיטה, ספריי שומן, נייר פרגמנט או שמן

# Em uma vasilha, junte os ingredientes secos: polvilho doce, e parmesão.
source: In a bowl, combine the dry ingredients: sweet sprinkle, and parmesan.
he: מערבבים בקערה את החומרים היבשים: מפזרים מתוקים ופרמזן

# Misture bem com uma colher ou com a mão!
source: Mix well with a spoon or by hand!
he: מערבבים היטב עם כפית או ביד!

source: Add the milk cream, mixing with your hands until it forms a homogeneous and firm mass.
he: מוסיפים את השמנת, מערבבים עם הידיים עד שנוצרת מסה הומוגנית ויציבה.

# Retire porções pequenas da massa.
source: Remove small portions of the dough.
he: מוציאים חלקים קטנים מהבצק

# Modele do formato que quiser, bolinhas, dadinhos, seja criativo!
source: Model any shape you want, polka dots, dices, be creative!
he: תעצב כל צורה שתרצה, נקודות, קוביות, תהיה יצירתי!

# Unte uma fôrma com manteiga e trigo, papel manteiga ou spray de untar.
source: Grease a pan with butter and wheat, parchment paper or grease spray.
he: לשמן תבנית עם חמאה וחיטה, נייר פרגמנט או ספריי שומן

# Coloque as massas modeladas ao lado da outra na fôrma untada.
source: Place the modeled doughs next to each other in the greased form.
he: מניחים את הבצקים המעוצבים אחד ליד השני בתבנית המשומנת

# Leve ao forno alto, preaquecido a 180°C , por 15 minutos ou até dourar.
source: Bake in a high oven, preheated to 356°F, for 15 minutes or until golden.
he: לאפות בתנור גבוה, שחומם מראש ל-180 מעלות, במשך 15 דקות או עד להזהבה

# Retire e sirva em seguida.
source: Remove and serve.
he: הסר והגיש מיד

# Qualquer tipo de polvilho é bem-vindo, variando de acordo com o seu gosto.
source: Any type of sprinkle is welcome, depending on your taste.
he: כל סוג של זילוף יתקבל בברכה, תלוי לטעמכם.

# Para não perder o ponto da massa, adicione creme de leite aos poucos.
source: In order not to lose the point of the dough, add the milk cream little by little.
he: כדי לא לאבד את נקודת הבצק, מוסיפים חלב לאט לאט

source: There may be adult help in the orientation, but it is interesting for the child to do it alone.
he: ייתכן שיש עזרה של מבוגרים בהתמצאות, אבל מעניין שהילד יעשה זאת לבד

source: Always leave a small space between the doughs, it can make it easier when removing the buns.
he: השאירו תמיד מרווח קטן בין הבצקים, זה יכול להקל על הוצאת הלחמניות

# Preparo da massa
source: Dough preparation
he: הכנת בצק

# Preparo das formas
source: Form preparation
he: הכנת טופס

# Finalizar preparo
source: Finish preparation
he: סיים את ההכנה

# 4 colheres (sopa) de milho para pipoca
source: 4 tablespoons of corn for popcorn
he: 4 כפות תירס לפופקורן

# 4 colheres (sopa) de água
source: 4 tablespoons of water
he: 4 כפות מים

# 1 colher (chá) de sal
source: 1 teaspoon of salt
he: כפית מלח

# Plástico Filme
source: Plastic Film
he: סרט פלסטיק

# Em uma tigela de vidro, adicione o milho para pipoca e sal.
source: In a glass bowl, add the corn and salt.
he: בקערת זכוכית מוסיפים את הפופקורן והמלח

# Adicione as colheres de água e misture
source: Add the spoons of water and mix
he: מוסיפים את כפות המים ומערבבים

# Cubra com um filme plástico
source: Cover with plastic wrap
he: כיסוי בניילון נצמד

# Faça 4 furos com garfo
source: Drill 4 holes with fork
he: קדוח 4 חורים עם מזלג

# Coloque por 4 minutos no microondas
source: Put it in the microwave for 4 minutes
he: שים את זה במיקרוגל למשך 4 דקות

# Retire a pipoca do microondas
source: Remove popcorn from microwave
he: הסר פופקורן מהמיקרוגל

# Esqueceu a quantidade? Verifique-a no ícone do canto superior direito da tela!
source: Forgot the amount? Check it in the icon in the upper right corner of the screen!
he: שכחת את הסכום? בדוק את זה באייקון בפינה הימנית העליונה של המסך!

# Juntar
source: Gather
he: להיפגש

# Cobrir
source: Cover Up
he: לכסות

# Microondas
source: Microwave
he: מיקרוגל
